{
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NvChad": { "branch": "v2.5" },
  "auto-save.nvim": { "branch": "main" },
  "base46": { "branch": "v2.5" },
  "better-escape.nvim": { "branch": "master" },
  "carbon-now.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codesnap.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "cord.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gomon.nvim": { "branch": "master" },
  "hovercraft.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "indent-rainbowline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightspeed.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "menu": { "branch": "main" },
  "minty": { "branch": "main" },
  "neotest": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dbee": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettierme": { "branch": "master" },
  "supermaven-nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "typst-preview.nvim": { "branch": "master" },
  "ui": { "branch": "v3.0" },
  "vim-wakatime": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
